#!/usr/bin/env python
# coding: utf-8

# **本习题由李政创建，转载及其他形式合作请与我们联系（微信号`maicro42`)，未经授权严禁搬运及二次创作，侵权必究！**

# # Pandas基本操作练习

# ## 题目1：输出“Hello world!”。

# In[1]:


#点击此处输入代码


# ## 题目2：导入pandas模块，并将其重命名为pd。

# In[2]:


import pandas as pd


# ## 题目3：显示pandas的版本号。

# In[3]:


dff = pd.DataFrame({"姓名": ["张三", "李四", "王五",],
                   "年龄": [25, 28, 60],
                   "性别": ["男", "男", "女"],})


# ## 题目4：打印显示数据表df。

# In[4]:


#点击此处输入代码


# ## 题目5：仅打印显示数据表df中的“姓名”清单。

# In[5]:


#点击此处输入代码


# In[ ]:




